{
  "title": "Student Property Photographer",
  "location": "Aberdeen",
  "about": "Are you a student looking to build your experience, portfolio and client management skills in the photography sector or even just looking to turn your hobby into an income? If so, then this is the perfect role for you! Finding clients to build your experience can be challenging. Working a part-time job you don't enjoy is hard. At internn, we make it easy. At internn we provide you with the opportunity to shoot countless client properties and use all the photographs in your personal portfolios, if you choose. Even better, you'll be paid whilst you do it! We understand your schedule might be busy and varied. At internn you choose when you work. Need some time off? That's no problem. Need more shifts? Not an issue. Additionally, at internn you are only required to show up to the client's property at the specified time. After that, you can choose when you want to edit your pictures. You're in total control of your time. You choose when you work.",
  "responsibilities": {
    "paragraph": "As a student property photographer at internn, you will be an integral part of the brand. internn will be working hard to offer you the opportunity to take on photoshoots at client properties. Your role will be to arrive at the client property, photograph it, edit the photos in your own time and deliver them to the client. Simply, the role requirements could be summarised as below:",
    "bullets": [
      "Take beautiful pictures of client properties.",
      "Edit the photos in your own time.",
      "Deliver your stunning results to the clients.",
      "Get paid!"
    ]
  },
  "requirements": [
    "No prior professional experience nor a portfolio is required. However, all applicants should have demonstrable skills in photography.",
    "All applicants should be students, preferably in their 2nd or 3rd year of studies. Whilst it may be helpful, studying a photography course is not a requirement. This role is open to all students.",
    "Skills in and a passion for property photography.",
    "A UK drivers license or a willingness to use other forms of transportation to travel to client properties.",
    "The necessary equipment for taking professional level property photographs. (Eg. A high quality camera and flash)."
  ],
  "who": "As stated in the above requirements, no prior professional experience nor a portfolio is required for this role. However, all applicants should be able to demonstrate a capability in producing great property photographs. As such, this role is not restricted to only those studying photography courses. If you are a student studying in another area but love to practice photography in your spare time then this is a great opportunity for you.",
  "how": "To apply for this role, send your CV accompanied by a brief covering letter to careers@internn.co.uk. This is an opportunity to show why you're a fantastic fit for the role! We can't wait to hear from you!"
}
