{
  "imageName": "IMG_0111",
  "description": "Photos are a great way to communicate, especially in property adverts! This article gives a few tips on why stepping up your property’s photography game is the best thing you can do!",
  "title": "Hot Tip",
  "subtitle": "Why great photos matter.",
  "intro": "Think of a property advert that stood out to you recently. Got one? Are you thinking of the description or the photos? Chances are, you’re thinking about the advert’s photos, and that’s great! Photos are a fantastic way to quickly communicate information, especially in property advertising! This article is going to give a few quick tips on why stepping up your property’s photography game is the best thing you can do to draw in those shoppers!",
  "body": [
    {
      "header": "People like pictures.",
      "content": "There’s a reason estate agents used to line their windows with pictures of their properties and not their descriptions. People like pictures. Photos are often the first impression a client has of your property, therefore, it’s critical that you get them right! Nailing your photo game is proven to have a number of benefits. Such include attracting more clicks on adverts, selling properties quicker, and, one of the best, securing higher prices per square foot. Yes, you read correctly. High quality photos can increase the selling/rental price of your property! And it’s all because… People like pictures! Nothing’s changed from the times of photos on real estate agent windows, except, instead of window shopping, people now browse online. In fact, 90% of home seekers take to the internet when browsing for their next stay. Further, shoppers are found to spend 3 times more time looking at photographs than they are reading through text. Everything you’ve just read reinforces the hard fact that people love pictures and thus it’s the first reason why having some great property photos really matters!",
      "isNumbered": true
    },
    {
      "header": "It’s more than a fancy camera",
      "content": "Photography is in an interesting place these days, with phone cameras making huge leaps, constantly improving their quality. It begs the question, are professional cameras still necessary for photography? Phone cameras have come a long way and can produce some incredible results, however, they don’t have the huge sensors that can be found in pro cameras. These huge sensors allow professional cameras to take in more light and produce much higher quality images. So we’ve established that phone cameras aren’t as good as most pro cameras, but are they good enough? Well sometimes they might be, especially if they’re just going to be used for a small image on a website. However, if you’re wanting the best possible results then a pro setup will do just that. Alongside a camera a pro will typically utilise an array of equipment in tandem, such as a tripod or external flash. Additionally, a pro can pinpoint the key features of a property and, more importantly, know how to best capture them in an image. This is a huge factor. Understanding how to create the perfect composition takes skill, which can’t be bought with equipment. Therefore, what really matters in property photography is the person standing behind the camera pressing the shutter button. With their skills, you will be putting yourself in the best place possible to get people excited about your property!",
      "isNumbered": true
    },
    {
      "header": "Competition is rising.",
      "content": "As mentioned previously, around 90% of shoppers looking for a home start their journey online. This likely is not a shocking statistic to you. It’s likely not shocking to many people. Why? Because people are catching on. People are realising that shoppers browse online, and so anyone looking to advertise their property is upping their online presence to get their property out there. This has really stepped up the level of competition when it comes to selling a property and the scary truth is that you either keep up or get left behind. Or, more specifically, get left with a house that nobody is interested in and won’t sell or rent!",
      "isNumbered": true
    },
    {
      "header": "Rounding up",
      "content": "Tying everything up, pictures are what pull people into your property advert. Good property photos can get you more clicks, higher prices and quicker sales. Whilst taking property photos on a phone might be an option, hiring a skilled photographer with the correct equipment will put your best foot forward when it comes to getting buyers clicking on your property. Lastly, competition is rising. Step up and invest in some good property photos or risk having a dormant property sat empty on the market! After reading this, you should be steadfast in the fact that getting some top quality property photographs is the best move to getting your property on the map! As always, check out internn’s price calculator and get an instant quote and please don’t hesitate to get in touch with any questions!",
      "isNumbered": false
    }
  ]
}
